import React, {Component} from "react";
import "./MainContainer.css";
import wombatImg from "../../img/wombat.jpg";

export default class MainContainer extends Component {
    render() {
        return (
            <div className="maim-container">
                <div>
                    <h2>Вомбат</h2>
                    <img src={wombatImg} alt="img animal" />
                    <p>
                        Вомбат – рідкісний представник австралійської фауни, який живе лише на далекому континенті! Природним
                        місцем існування тварин виступають підземні нори, схожі на лабіринти. Пік активності вомбатів припадає на
                        нічний час, вдень незвичайні звірята вважають за краще спати в норах. Вага дорослої особини може досягати
                        40 кг, а довжина – 120 см. Цікавим є те, що вомбати мають мозок, що перевищує за обсягом мозок інших
                        гризунів, що дає їм перевагу і дозволяє планувати власні підземні комунікації.
                    </p>
                </div>
            </div>
        );
    }
}
